{
    "blog": "<h3>CIMC is committed to building the world's most compact LNG receiving terminal in flammable and explosive environments</h3><br><img class='banner' src='imgs/hk_news1_1.jpg'><p>(Shenzhen Gas LNG Receiving Terminal Project Overview)</p><br><p>(TGE GAS ENGINEERING GMBH) / YPDI (Nanjing Yangzi Petrochemical Design Engineering Co., Ltd.) consortium is responsible for the &quot; Shenzhen LNG Peak Shaving Terminal EPC Project &quot; , the owner is the Shenzhen Gas Corporation Ltd.</p><br><p> &quot;Shenzhen LNG Peak Shaving Terminal EPC Project &quot; LNG Receiving Terminal Project, which is located in Shenzhen Dapeng New District, xiadong village, covers an area of only 34,960 square meters, that is, one-tenth of conventional LNG receiving terminal. Before the construction start, it has been covered with flammable and explosive storage tank and gas tank. Shenzhen LNG Peak Shaving Terminal EPC Project has adapted to the particularly reality that the land resources currently in developing large and medium-sized cities are limited. In this project we have make it possible for LNG ships unloaded and unloaded, LNG ships are transported outside, LNG truck loading / unloading, high pressure pipelines, and all of the features; sparrow is small, fully equipped. &quot; TGE project manager Apurba Kumar Jana said.</p><h4>1. The world's most compact LNG receiving Terminal</h4><br><img src='imgs/hk_news1_2.jpg'><p>(The most compact LNG receiving terminal construction site)</p><br><p>&quot; This is the world's most compact LNG receiving terminal, only one-tenth of the conventional LNG receiving terminal; there is no way, we only get so small piece hand from the owner. &quot; Dr. Jana introduced. The He pointed out that the small construction land has brought difficulty to design of the LNG receiving terminal. The problem is how to make this design meet all the international and domestic standards, especially the safety standards, such as the safety distance. Combined with the reality of the site and design safety, that reduce the storage tank diameter of 80,000 cubic meters of all-inclusive LNG storage tank embodies the wisdom of professional designers. At the same time, Dr. Jana also mentioned that &quot; its ancillary facilities and transport function is the same as the ordinary LNG receiving terminal, although its storage capacity is reduced. &quot; <h4>2.Flammable and explosive site construction environments</h4><br><img src='imgs/hk_news1_3.jpg'><p>(Flammable and explosive construction environment, surrounded by liquefied petroleum gas tank)</p><br><p>Secondly for the construction, because the receiving station is surrounded by three under operating oil storage tanks and gas tanks, which are flammable and explosive materials, it is absolutely not to have a trace of open fire around. He said the project construction is like a very small kitchen which put a lot of very large kitchen utensils, it is very messy, it has brought a lot challenges to plan and schedule during construction.</p><br><p>&quot; Not only that, our normal projects generally have their own warehouses on the project, which is the most basic and minimal, but this project does not have that condition. &quot; Dr. Jana said that in order to solve this problem, Materials are divided into open air and indoor two storage ways based on the Construction materials and storage condition. And transfer these materials to the right warehouse, and then shipped over again. This process makes a lot of second transportation. In order to ensure the safety of construction in this case, Dr. Jana told reporters that they have taken some measures and checking, such as the temporary gas detectors for the receiving terminal. If there is any leak or when the air concentration is greater than a certain degree of setting value, the detector will alarm. It give the site construction staff a warning message.</p><br><p>Jana also said, &quot;Every project is very unique, like everyone is the only thing in the world, no one project is exactly the same; whether you can build a unique LNG receiving station project successfully, it depends on whether you own the reliable and core technology.&quot;</p><h4>3. Project progress</h4><br><p>The project started on 18 August 2014 and has now completed more than 80%. It is expected to begin pre-commissioning and handover in May 2017. &quot; After the completion the overall capacity of the receiving station will be about 1.7 million tons per year, &quot; Dr. Jana said. In addition to the LNG tank section, they are also responsible for part of the LNG terminal plant and LNG terminal.</p><br><img src='imgs/hk_news1_4.jpg'><br><p>(Project manager Dr. Jana and project team members introduce about the construction proress)</p><br><p>In 2008, CIMC acquired TGE Gas Engineering (TGE) for € 20 million and authorized CICC to become the only master company of large-scale LNG receiving terminal in China. Meanwhile it has the LNG receiving terminal reference of developed countries of European.</p><br><p>Currently, CIMC Enrico own the leading position in the construction of large-scale LNG storage station and LNG liquid chemical plant in China. The total amount of construction and design cases of large-scale LNG storage tanks is the highest in China.</p>"
  }
