{
    "blog": "<h3>中集安瑞科在易燃易爆环境中承建全球最紧凑LNG接收站</h3><br><img class='banner img-responsive' src='imgs/hk_news1_1.jpg'><p>（深燃LNG接收站项目俯瞰图）</p><br><p>中集安瑞科旗下的中德组合——TGE（TGE GAS ENGINEERING GMBH）/YPDI（南京扬子石油化工设计工程有限公司）联合体正在负责&quot;深圳市天然气应急储备与调峰库工程&quot;LNG接收站项目的EPC总包建设，业主方为深圳市燃气集团。</p><br><p>&quot;深圳市天然气应急储备与调峰库工程&quot;的LNG接收站项目，它位于深圳市大鹏新区下洞村，占地面积仅为34960平方米，也就是常规LNG接收站的十分之一，而且在修建之前周围已经布满易燃易爆的储油罐和储气罐。</p><br><p>&quot;这个LNG接收站项目适应了目前正在发展的大中型城市土地资源特别稀缺的现实，实现了LNG船舶接卸、LNG小船外输、LNG卡车装/卸、高压管道外输、中压管网外输等全部功能；麻雀虽小，五脏俱全。&quot;TGE项目经理Apurba Kumar Jana 博士介绍说。</p><br><h4>1. 全球最紧凑的LNG接收站</h4><br><img class='img-responsive' src='imgs/hk_news1_2.jpg'><p>（最紧凑的LNG接收站建设现场）</p><br><p>&quot; 从占地来说，这是全世界最紧凑的LNG接收站，仅是常规LNG接收站的十分之一；没有办法，我们从业主手上拿到只有这么小一块地。&quot;Jana博士介绍。他指出相对于普通LNG接收站，狭小的占地面积首先给前期设计带来一个难题：如何让这个设计能够满足所有国际国内的规范标准，尤其是涉及到安全规范，比如安全距离的问题。</p><p>结合占地现实和设计安全，收缩储罐直径的8万立方混凝土全包容LNG储罐凝聚了专业设计师的智慧。同时Jana 博士也提到一点：&quot;它的配套设施和输送功能是和普通的LNG接收站是一样的，虽然其储存能力减少了一些。&quot; </p><h4>2. 易燃易爆的现场施工环境</h4><br><img class='img-responsive' src='imgs/hk_news1_3.jpg'><p>（易燃易爆的施工环境，周围布满液化石油气储罐）</p><br><p>其次是在施工上，因为接收站三面环绕的都是正在运营的储油罐和储气罐，属于易燃易爆品，周围不能有一丝明火。他比喻说项目施工时就好像一个非常小的厨房里面摆了很多非常大的厨具，显得很凌乱，这给施工时的布置安排工作比如施工顺序哪些工作先哪些后做等带来了很多挑战。</p><br><p>&quot; 不仅如此，我们正常的项目一般在项目上都有自己的仓储，这本来是最基本的和最起码的，但是这个项目就不具备这种条件。&quot;Jana 博士称为了解决这个问题，他们根据施工的材料和储存方式的不同，分为露天和室内两种方式，并为这些材料寻找合适的仓库，然后再运过来，这个过程产生很多二次的倒运。为了在这种情况下保证施工时的安全，Jana 博士告诉记者他们采取了一些措施，比如是在接收站周边临时加上气体探测器，如果对方有泄露或者说当空气浓度大于一定程度会报警，给现场施工人员一个警告信息。</p><br><p>Jana也介绍说，&quot;每个项目都很独特，就像每一个人就是世界上唯一一样，没有一个项目是完全一样的；是否能建设好一个独特的LNG接收站项目，就要看是否有过硬的核心技术了。&quot;</p><h4>3. 项目进度</h4><br><p>该项目于2014年的8月18日开工，目前已经完成了逾80%，预计将于2017年5月开始预试车并交付竣工。&quot;完成后接收站的统筹能力将在每年170万吨左右。&quot;Jana 博士说道。除了LNG储罐部分，他们也同时负责LNG接收站工艺厂区和LNG码头的部分工程。</p><br><img class='img-responsive' src='imgs/hk_news1_4.jpg'><br><p>（项目经理Jana博士及项目组成员在做介绍）</p><br><p>2008年，中集集团以2000万欧元收购了德国气体工程技术有限公司（TGE Gas Engineering，简称“TGE”），授权中集安瑞科代为托管，使其成为中国唯一掌握大型LNG接收站核心技术的企业，并拥有欧洲发达国家LNG接收站业绩的工程公司。</p><br><p>目前，中集安瑞科在LNG接收站大型储罐工程、LNG液化工厂建设方面在中国市场处于领先地位，各种规格、各种包容形式的大型LNG储罐建设、设计总量在国内排名首位。</p>"
  }
