{"blog": "<div class='row service21'><div class='col-md-4'><h3>SmartLNG&reg; solution to the LNG Value Chain</h3><p>Analyser System serves the LNG Value Chain from production through liquefaction, shipping and regasfication/storage with the following solutions.</p></div><div class='col-md-8'><img class='img-responsive' src='imgs/hk_service_sampler_1.jpg'></div></div><div class='row service22'><div class='col-md-6'><ul><li><h5>Analyser System</h5><p>All necessary equipment to measure specified process variables in pipelines and process units within the LNG plant can be offered, such as:</p><p>- Composition, H2S, hydrocarbons and water dew point analysis during LNG production</p><p>- Composition and H2S analysis on transferred LNG</p><p>- Heating value calculation on transferred LNG</p><p>- Mercury sampling for lab analysis on produced or transferred LNG</p></li><li><h5>Metering Systems</h5><p>We offer gas flow metering systems using various primary elements such as turbins, US or Coriolis type flow meters and total system integration. Alternatively or as temporarily measurement clamp-on US flow meters can be offered on liquid LNG lines.</p></li></ul></div><div class='col-md-6'><ul><li><h5>LNG Sampling Systems</h5><p>LNG sampling systems are used for collecting representative samples during the custody transfer of LNG cargo. Retained samples provide principal proof of the transferred LNG quality and are consulted in case of a dispute between the producing and receiving party about the heating value.</p><p>LNG Sampling Systems are typically equipped with</p><p>- A sample Take-Off Assembly </p><p>- A LNG Probe and Vaporizer System</p><p>- Sample Transport Lines </p><p>- A LNG Sampling System</p><p>- An Intelligent Quality Reporting Module </p></li></ul></div></div><div class='row service23'><div class='col-md-12'><h3>Sample Take-Off Assembly</h3><p>The key feature for accurate product analysis is to obtain a representative sample from the process flow. We achieve this by using impact probes and the creation of a bypass flow through a bypass loop, also called fast loop. From here the LNG sample will further be distributed by the LNG probe towards the vaporizer and the subsequent sampling system and/or GC.</p><p>The bypass loop configuration as developed by analyser systems has the advantage that the end user has the possibility to isolate the bypass loop from the process. In this case only the bypass loop needs to be emptied and purged, making maintenance on the LNG probe easier and more cost effective. It means that a clear and safe separation between pipping and instrumentation equipment is in the place.</p><p>The lay-out of the bypass loop allows for proper cryogenic insulation, keeping the LNG in a subcooled condition until it reaches the vaporizer system. The LNG bypass loop spool piece assembly is manufactured client specific and designed in accordance with the applicable pipe specification.</p></div></div><div class='row service24'><h3>LNG Probe and Vaporiser System</h3><div class='col-md-6'><p>In order to meet the ISO 8943 requirement analyser systems developed a standalone operating LNG probe and vaporizer system combination. By use of integrated controls and premium materials this solution has proven to be one of the reliable in the market.</p><p>The LNG probe and vaporize system consists of three main elements:</p><ul><li><h5>SS316 vacuum insulated sample probe</h5><p>Preferably inserted in the bypass loop to assure that easy maintenance can be performed without having to drain and warm up the complete LNG transfer pipeline</p></li><li><h5>Electrical vaporizer system with ISO 8943 sample conditioning system</h5><p>As per ISO 8943 an accumulator and sample conditioning system shall be positioned after the LNG vaporizer, also temperature and pressure transmitters are included to monitor the performance of the vaporizer.</p></li></ul></div><div class='col-md-6'><ul><li><h5>Integrated controller for client connections</h5><p>The vaporizer heater is controlled by a dedicated temperature controller that is installed inside the local EEx d control box. As standard the EEx d control box is mounted on the side of the vaporizer cabinet as integrated part of the stand-alone solution.</p></li></ul><p>The GIIGNL advises to install the vaporizer system and/or custody transfer point as close as possible to the sampling point.</p><img class='img-responsive' src='imgs/hk_service_probe1.jpg'></div></div><div class='row service25'><h3>Sample Transport Lines</h3><div class='col-md-12'><p>For the transport of the gas from the vaporizer and accumulator to the LNG sampling system, it is recommended to use heat traced tubing as sample transport line. Analyser systems is able to supply these sample transport lines as per client requirements and specifications.</p></div></div><div class='row service26'><h3>LNG Sampling System</h3><div class='col-md-6'><p>Analyser System has a long track record in the development and design of continuous and intermittent LNG sampling systems since 1994. The systems are in compliance with the ISO 8943 and the guidelines as stipulated in the GIIGNL.</p><p>We have the following sampling systems on offer:</p></div><div class='col-md-6'><ul><li><h5>Continuous Water Seal (Dome) Sampler</h5><p>The design of this system is based on the requirements as per ISO 8943-2007 paragraph 4.2 continuous sampling (Fig 1: example of continuous sampling for a water-seal-type gas sample holder with a compressor) and on the ISO 10715.</p></li></ul></div></div><div class='row service27'><div class='col-md-6'><ul><li><h5>Continuous Waterless (Membrane) Sampler</h5><p>The design of this system is based on the requirements as per ISO 8943-2007 paragraph 4.2 continuous sampling (Fig 2: example of continuous sampling for a waterless-type gas sample holder) and on the ISO 10715.</p></li></ul></div><div class='col-md-6'><img class='img-responsive' src='imgs/hk_waterless1.png'></div></div><div class='row service28'><div class='col-md-6'><img class='img-responsive' src='imgs/hk_intermittent1.png'></div><div class='col-md-6'><ul><li><h5>Intermittent (CP/FP) Sampler</h5><p>The design of this system is based on the requirements as per ISO 8943-paragraph 4.3 intermittent sampling (Fig 3: example of intermittent sampling for intermittent sample container) and on the ISO 10715.</p></li></ul></div></div><div class='row service29'><div class='col-md-7'><h5>LNG Sampling System can optionally be supplied with:</h5><p>- Automatic stream selection</p><p>- Sulfinert&reg; coating to enable H2S analysis of the collected samples</p><p>- A pressure switch to detect pre-alarm for a changing gas bottle</p><p>- A non-standard sampler control cabinet suitable for a Zone-1 or 2 areas</p><p>- A local ATEX zone 2 certified HMI panel for controlling the sampler in the field</p></div><div class='col-md-4'><img class='img-responsive' src='imgs/hk_dome.png'></div><div class='col-md-1'></div></div><div class='row service210'><h3>Quality Measurement and Reporting</h3><div class='col-md-6'><p>During the loading or unloading of LNG, the quality of the transferred natural gas is an important parameter for the settlement of the transaction. As it becomes more and more important to have a certificate of quality with a known uncertainty immediately after transfer, LNG quality measurement systems are often equipped with PGS. With the results the PGC analysis on the average gas composition, a certificate of quality is made. This certificate is often prepared using spreadsheet tools that might lead to unwanted errors without the certification of an independent third party. </p></div><div class='col-md-6'><p>Analyser systems developed a device that automatically generates an undisputable certificate of quality (CoQ), the intelligent quality reporting Module iQRM&reg;</p><p>The main features of the iQRM&reg; are:</p><p>- Automated generation of a Certificate of Quality (CoQ)</p><p>- CoQ based on-line PGC Measurements</p><p>- Certification by an independent notified body</p><p>- Synchronization with the LNG sampler in the field</p><p>- Automated PGC validation</p><p>- Statistical process control</p></div></div><div class='row service211'><div class='col-md-6'><img class='img-responsive' src='imgs/hk_iqrm1.png'></div><div class='col-md-6'><img class='img-responsive' src='imgs/hk_iqrm21.png'></div></div><div class='row service212'><h3>Service</h3><div class='col-md-6'><p>Services can be provided all over the world by experienced field service engineers. They are home supported by our dedicated customer service department that handles:</p><ul><li><h5>After Sales Support</h5><p>- Service requests</p><p>- Spare part requests</p><p>- Warranty requests</p></li><li><h5>Global Services</h5><p>- Site construction and construction supervision</p></li></ul></div><div class='col-md-6'><p>- (Pre-) commissioning and start-up</p><p>- Site acceptance testing (SAT)</p><p>- Preventive and corrective maintenance</p><p>- Calibration and validation services</p><p>- Training</p><p>Service contracts can be provided to optimize your overall reliability and respective maintenance costs.</p></div></div>"}
