{ "blog": "<div class='row service1'><div class='col-md-4'><h3>Total Laboratory Solution</h3><p>Optimized laboratory design will not only save construction cost or operation costs, but also improve laboratory efficiency and accuracy.</p></div><div class='col-md-8'><h5>- Laboratory Set-up Program</h5><p>Establish analytical methods / Selection of instruments / Purchase / Installation / Performance test / Training</p><h5>- Establishment of laboratory management system</h5><h5>- Laboratory furniture and ventilation equipment</h5></div></div><div class='row advantage adv1'><h3>Our Advantage</h3><div class='col-md-6'><ul><li><h5>Years of experience in laboratory Setup</h5><p>Rich experience of laboratory setup and commissioning. Team member has been responsible for the setup and commissioning of PTA and p-xylene laboratory in Lonza Central Laboratory, Singapore. Team has been involved in the acetic acid laboratory setup and commissioning work, which is planned by Celanese Singapore and Celanese Nanjing, China.</p></li><li><h5>International large project experience</h5><p>Team has taken part in Burma Petrochemical, Vietnam Petrochemical, Saudi Arabian phosphate and other international petrochemical project center laboratory construction, and gets good evaluation and highly praised.</p></li></ul></div><div class='col-md-6'><ul><li><h5>Good business relationship</h5><p>PKchem (HK) is currently working with a number of domestic equipment, equipment manufacturers and has established an international business internet, such as Mettler, Hach, Agilent and other multinational instrument corporations, and meanwhile PKchem is continuously develop the market in domestic and overseas.</p></li><li><h5>Excellent team of experts</h5><p>Project Leader Ms. Wang graduated from the National University of Singapore with a Ph.D. Former director of the Lonza Center Laboratory in Singapore, has a wealth of experience in analytical and management laboratories. She is an well-known industry experts in the field.</p></li></ul></div></div><div class='row pic'><div class='col-md-6'><img class='img-fluid' src='imgs/hk_service_bk_1.jpg'></div><div class='col-md-6'><img class='img-fluid' src='imgs/hk_service_bk2_1.jpg'></div></div>"}
