{ "blog": "<div class='row service1'><div class='col-md-4'><h3>Total Laboratory Solution</h3><p>Optimized laboratory design will not only save construction cost or operation costs, but also improve laboratory efficiency and accuracy.</p></div><div class='col-md-8'><h5>- Laboratory Set-up Program</h5><p>Establish analytical methods / Selection of instruments / Purchase / Installation / Performance test / Training</p><h5>- Establishment of laboratory management system</h5><h5>- Laboratory furniture and ventilation equipment</h5></div></div><div class='row advantage adv1'><h3>Our Advantage</h3><div class='col-md-6'><ul><li><h5>Rich Laboratory Set-up Experience</h5><p>PKchem (HK) has a wealth of laboratory setup, commissioning and maintenance experience; team has many large international projects experiences, proficient in PTA, p-xylene, acetic acid, oil refining, LNG, ammonia, urea, water, phosphate and other fields of the laboratory setup.</p></li><li><h5>International large project experience</h5><p>Team has taken part in Myanmar Petrochemical Enterprise, Vietnam National Chemical Corporation (VINACHEM), Ma'aden Wa'ad Al Shamal Phosphate Company (MWSPC) and other international petrochemical project center laboratory construction and has been awarded good evaluation and highly praised.</p></li></ul></div><div class='col-md-6'><ul><li><h5>Excellent team of experts</h5><p>The company has a professional, high-quality and experienced technical team; the vast majority of members with large overseas project experience, part of members have many years of overseas study and work background. I believe that this elite team can provide you with the perfect solution to your company and project.</p></li><li><h5>Good business relationship</h5><p>PKchem (HK) is currently working with a number of domestic and international equipment manufacturers and has established a strong international business internet, such as Mettler, Hach, Agilent and other multinational instrument corporations. PKchem (HK) is now continuously developing the market in domestic and overseas with our partners.</p></li></ul></div></div><div class='row pic'><div class='col-md-6'><img class='img-responsive' src='imgs/hk_service_bk_1.jpg'></div><div class='col-md-6'><img class='img-responsive' src='imgs/hk_service_bk2_1.jpg'></div></div>"}
